Repository: CATCH-FACT/plugin-VerhalenbankFunctions
Catalog: languages/*.po
Languages: nl_vb

source: Folktale Types
nl_vb: Volksverhaaltypen

source: Narrators
nl_vb: Vertellers

source: All Items
nl_vb: Alle Items

source: folktales
nl_vb: volksverhalen

source: Folktales
nl_vb: Volksverhalen

source: Modify search
nl_vb: Zoekopdracht wijzigen

source: Show browse links
nl_vb: Infolinks weergeven

source: Hide browse links
nl_vb: Infolinks verbergen

source: Temporarily no title information
nl_vb: Tijdelijk geen titel informatie

source: External link
nl_vb: Externe link

source: View full text
nl_vb: Bekijk volledige tekst

source: Something went wrong
nl_vb: Er ging iets fout

source: Narration Date
nl_vb: Verteldatum

source: All folktales
nl_vb: Alle volksverhalen

source: All folktale types
nl_vb: Alle volksverhaaltypen

source: word count group
nl_vb: aantal woorden groep
